{
    "questions": [
        {
            "question": "1. What was the last funny video you saw?",
            "author": "Always fun to follow up on the question by watching the video they thought was funny. I&rsquo;m sure you&rsquo;ve got a few funny videos to share as well."
        },
        {
            "question": "2. What do you do to get rid of stress?",
            "author": "Everyone gets stressed out at times, and everyone deals with it differently. Find out how they deal with it and maybe pick up some extra stress relief tips for you."
        },
        {
            "question": "3. What is something you are obsessed with?",
            "author": "This is a great question be cause you can follow up with lots of questions about what they are obsessed with. I guarantee they&rsquo;ll have plenty to talk about when it comes to what they geek out on."
        },
        {
            "question": "4. What three words best describe you?",
            "author": "Find out how they view themselves, and don&rsquo;t forget to ask follow-up questions about each of the words they chose."
        },
        {
            "question": "5. What would be your perfect weekend?",
            "author": "See what they are into, and you&rsquo;ll have plenty to talk about. Everyone loves talking about things they love."
        },
        {
            "question": "6. What&rsquo;s your favorite number? Why?",
            "author": "This one is a little off the wall, but you never know, you might get an interesting answer. Especially by asking, &ldquo;why?&rdquo;"
        },
        {
            "question": "7. What are you going to do this weekend?",
            "author": "Very similar to the last one, another oldie but a goodie. "
        },
        {
            "question": "8. What&rsquo;s the most useful thing you own? ",
            "author": "Sure, this one is good for a general conversation starter, but what is really nice is being able to get some ideas on what works well and is generally awesome to have."
        },
        {
            "question": "9. What&rsquo;s your favorite way to waste time?",
            "author": "Similar to the perfect weekend question, this question tries to get at what they really enjoy doing so that you can both talk about that."
        },
        {
            "question": "10. What do you think of tattoos? Do you have any?",
            "author": "If they do have tattoos, there is probably a story behind each one. And if they don&rsquo;t have any, well it&rsquo;s good to know what they think about them."
        },
        {
            "question": "13. What is something popular now that annoys you?",
            "author": "Time to channel some cranky old man vibes. Kids these days, with their stuff and their things and their hair. You know, that type of stuff."
        },
        {
            "question": "14. What did you do on your last vacation ? ",
            "author": "Vacation stories! Bad or good, everyone likes talking about their vacation.Just duck out before they start showing you pictures. "
        },
        {
            "question": "15. When was the last time you worked incredibly hard ? ",
            "author": "Whether it&rsquo;s their job or a personal project, you can see what they put their heart and soul into. "
        },
        {
            "question": "16. Are you very active, or do you prefer to just relax in your free time ? ",
            "author": "Find out if they are all about the gym or all about the couch.To each their own!"
        },
        {
            "question": "17. What do you do when you hang out with your friends ? ",
            "author": "See what they like to do when they are social, talk about that activity if you can."
        },
        {
            "question": "18. Who is your oldest friend ? Where did you meet them ? ",
            "author": "This is a great question because it often leads to some wonderful stories from when they were younger.I mean, who doesn & rsquo;t like reminiscing about the good old days ? "
        },
        {
            "question": "19. What&rsquo;s the best / worst thing about your work / school ? ",
            "author": "Tailor this question to the person you are talking to, whether they work, or they are a student.Also, some people like to let off steam, and some like to keep it positive so you can choose which way you want the question to swing. "
        },
        {
            "question": "20. If you had intro music, what song would it be ? Why ? ",
            "author": "This question can lead to a good conversation about their favorite song or the music they like. "
        },
        {
            "question": "21. What were you really into when you were a kid ? ",
            "author": "Every kid goes through phases when they are REALLY into one thing.Now you can find out what they obsessed about when they were a kid. "
        },
        {
            "question": "22. If you could have any animal as a pet, what animal would you choose ? ",
            "author": "This one is fun because a blank check pet choice can lead to some great answers.And you can always transition the conversation into pets they had / have. "
        },
        {
            "question": "23. Have you ever saved an animal & rsquo;s life ? How about a person & rsquo;s life ? ",
            "author": "Who doesn&rsquo;t like listening to or telling a hero story? I&rsquo;m sure it will lead to an interesting story.Even if it isn & rsquo;t about them, and just about someone they know who saved an animal or person & rsquo;s life. "
        },
        {
            "question": "24. If you opened a business, what kind of business would it be ? ",
            "author": "This one can really be a huge conversation starter if the person you are talking to is in anyway entrepreneurial.It & rsquo;s always fun to hear and discuss new business ideas.Don & rsquo;t forget to ask for lots of details about their dream business. "
        },
        {
            "question": "25. Who is your favorite entertainer(comedian, musician, actor, etc.) ? ",
            "author": "Pop culture and entertainment are great topics for conversation, and this question is a good entry point into a larger conversation about what kind of entertainment they like. "
        },
        {
            "question": "26. Are you a very organized person ? ",
            "author": "Does everything have its place, or does their stuff roam about ? "
        },
        {
            "question": "27. Have you ever given a presentation in front of a large group of people ? How did it go ? ",
            "author": "Public speaking is high up there on the biggest fears people have.So, I & rsquo;m sure if they have, it probably left a big impression. "
        },
        {
            "question": "28. What is the strangest dream you have ever had ? ",
            "author": "Sure, talking about dreams can be dull, but who knows, if you are talking about the strangest dream they & rsquo;ve EVER had, it might be pretty interesting.Or not.Let & rsquo;s see!"
        },
        {
            "question": "29. What is a controversial opinion you have ? ",
            "author": "So, don&rsquo;t immediately start bashing their opinion if you don&rsquo;t like it. I mean, you asked the question after all. Let them explain why they have the opinion and their reasoning behind it. Not everyone has to have the same opinions as you. And if it&rsquo;s super out there or evil, well it&rsquo;s good to know so you can avoid them in the future."
        },
        {
            "question": "30. Who in your life brings you the most joy ? ",
            "author": "An awesome question for keeping it positive, and they&rsquo;ll be talking about someone they love, so it & rsquo;ll be easy to jump into a conversation about whoever that person is and why they are so awesome. "
        },
        {
            "question": "31. Who had the biggest impact on the person you have become ? ",
            "author": "This one may or may not have the same answer as the previous question, so you might want to choose either this one or the previous one depending on the type of conversation you want to have. "
        },
        {
            "question": "32. What is the most annoying habit someone can have ? ",
            "author": "Find out what annoys them, chances are it probably annoys you too.Then it & rsquo;s easy to step into a conversation about annoying habits. "
        },
        {
            "question": "33. Where is the most beautiful place you have been ? ",
            "author": "This one will probably lead to a good travel story. And conversations about travel are always fun. "
        },
        {
            "question": "34. Where do you spend most of your free time / day ? ",
            "author": "Find out what their day to day looks like. It&rsquo;ll be easy to start up a conversation about anything of the things they do on the regular. "
        },
        {
            "question": "35. Who was your best friend in elementary school ? ",
            "author": "Time to get nostalgic about how life was when you both were growing up!"
        },
        {
            "question": "36. How often do you stay up past 3 a.m. ? ",
            "author": "Are they a night owl or an early bird, time to find out! This can easily transition into a conversation about what they like to do in their free time. "
        },
        {
            "question": "37. What&rsquo;s your favorite season ? Why ? ",
            "author": "This question will probably conjure up some wonderful memories linked to your and their favorite season.Have fun reminiscing!"
        },
        {
            "question": "38. Which is more important, having a great car or a great house ? Why ? ",
            "author": "Do they care more about showing off to others or having awesome stuff for themselves ? Always good to know!And you can easily transition into a conversation about cars you / they want or dream houses. "
        },
        {
            "question": "39. What animal or insect do you wish humans could eradicate ? ",
            "author": "Probably going to get a lot of mosquito answers. But depending on where you are and if they have a special hatred for a creature, you might get a different answer.If you get the mosquito answer, you could always talk about the best way to get rid of the evil pokey buzzing things. "
        },
        {
            "question": "40. Where is the most beautiful place near where you live ? ",
            "author": "Similar to the question about the most beautiful place they & rsquo;ve seen but this time it & rsquo;s local!Who knows, you might get a tip on an awesome local spot. "
        },
        {
            "question": "41. What do you bring with you everywhere you go ? ",
            "author": "Sure, you&rsquo;ll get the normal keys, cellphone, purse/wallet, answers, but you might get to hear about a cool keepsake / lucky charm that means a lot to them. "
        },
        {
            "question": "42. How much time do you spend on the internet ? What do you usually do ?",
            "author": "Find out what sites they enjoy, chances are you probably enjoy some of the same sites.You can swap good people to follow or suggestions for interesting sites. "
        },
        {
            "question": "43. What is the most disgusting habit some people have ? ",
            "author": "An earlier question talked about annoying habits; now it&rsquo;s time to get gross with it and find out what disgusts them. "
        },
        {
            "question": "44. Where and when was the most amazing sunset you have ever seen ? ",
            "author": "This one is another way to get into a good conversation about travel. "
        },
        {
            "question": "45. Which `recent news story` is the most interesting?",
            "author": "So, I had to make this one a bit vague, but it can lead to an interesting conversation about recent events.And you might just hear about something you didn & rsquo;t know happened.Just make sure to steer clear of politics. "
        },
        {
            "question": "46. Where is the worst place you have been stuck for a long time ? ",
            "author": "Whether it&rsquo;s at an airport, after a car broke down, or something else, we & rsquo;ve all had times where we & rsquo;ve had to wait for a seemingly endless amount of time.There is a good chance it & rsquo;ll lead to a good story. "
        },
        {
            "question": "47. If you had to change your name, what would your new name be ? ",
            "author": "This one is a little creative and fun. They might have to think about it for a bit, or they may have an answer right off.Don & rsquo;t forget to ask them why and what might be a good last name as well. "
        },
        {
            "question": "48. What is something that really annoys you but doesn & rsquo;t bother most people ? ",
            "author": "Everybody likes sharing and complaining about what annoys them.Now you can find out what weird quirks annoy them. "
        },
        {
            "question": "49. What word or saying from the past do you think should come back ? ",
            "author": "There are all kinds of words and sayings from the past that have fallen out of use.It can be a lot of fun to dust them off and put them into modern sentences.If you both can & rsquo;t think of any, there are plenty of lists online. "
        },
        {
            "question": "50. How should success be measured ? And by that measurement, who is the most successful person you know ? ",
            "author": "This question can lead to some surprisingly deep answers. A lot of how we view the world is based on what we consider to be worthwhile, and this question tries to get at the heart of that to find out what is most important to the person. "
        },
        {
            "question": "51. What is your guilty pleasure ? ",
            "author": "Everyone has something they absolutely love but might not be in line with how people view them or how they view themselves. "
        },
        {
            "question": "52. Was there ever an event in your life that defied explanation ? ",
            "author": "Time to learn about some cool mysteries! This one quite often leads to several good stories. "
        },
        {
            "question": "53. If you could learn the answer to one question about your future, what would the question be ? ",
            "author": "A fun question that helps you figure out what is important to them. "
        },
        {
            "question": "54. Has anyone ever saved your life ? ",
            "author": "This one can get quite personal and sometimes tragic. So just a heads up, you might want to save this one for when you know the person well. "
        },
        {
            "question": "55. What benefit do you bring to the group when you hang out with friends ? ",
            "author": "Every member of a group has their duties. Time to find out what role they play!Plus, you can expand the conversation into what they usually do when they hang out with different groups of friends. "
        },
        {
            "question": "56. How often do you curse? And what & rsquo;s your go - to string of curse words ? ",
            "author": "This question is definitely unique. You&rsquo;ll have to judge the situation and who you are talking to in order to see if this question is a good fit for the situation.It can be fun, though. "
        },
        {
            "question": "57. What trends did you follow when you were younger ? ",
            "author": "Each generation has its trends. And if you are of a similar age, there is a good chance that you both share some similar trends that you followed. "
        },
        {
            "question": "58. What do you fear is hiding in the dark ? ",
            "author": "This is a great question to get into a conversation about fears that you both share. "
        },
        {
            "question": "59. What was the best period of your life so far ? What do you think will be the best period of your entire life ? ",
            "author": "Another question that leads to a lot of fond memories and stories to tell, but also lets you know how hopeful of the future they are and what their ideal life would look like. "
        },
        {
            "question": "60. What do you do to improve your mood when you are in a bad mood ? ",
            "author": "Everyone needs to blow off steam sometimes. With this question, you can see if you share some stress relief techniques. "
        },
        {
            "question": "61. What is the silliest fear you have ? ",
            "author": "Another one about fear, but this one is more lighthearted. Everyone has fears that they know are irrational. "
        },
        {
            "question": "62. What are some things you want to accomplish before you die ? ",
            "author": "The classic bucket list question. It&rsquo;s great because it shows you what they want out of life and what is most important to them.And it & rsquo;s easy to split off into a conversation about any of the things they mention. "
        },
        {
            "question": "63. What is the best room in your house ? Why ? ",
            "author": "Are the all about food and the kitchen? Perhaps they prefer to sleep or chill on the sofa ? Or maybe there is a special reading nook they have. This is another question that helps get a conversation going about what they do intheir downtime. "
        },
        {
            "question": "64. Who is someone popular now that you really like ? Why do you like them so much ? ",
            "author": "This one serves as a great stepping stone into a conversation about celebrities and other people in the limelight. "
        },
        {
            "question": "65. Where is the best place to take a date?",
            "author": "This one you&rsquo;ll have to be selective with, it&rsquo;s not appropriate for all situations, but you might be able to get the low down on a good spot you didn&rsquo;t know about. Just don&rsquo;t let the conversation stray into their dating life, that can get a bit awkward. And if you need <a href=\"https: \/\/conversationstartersworld.com/date-ideas\"> date ideas</a, we have a ton!"
        },
        {
            "question": "66. What smell brings back great memories ? ",
            "author": "Cookies at Christmas time, the smell of gas on a road trip, the salty air of the ocean.Smell has a strong link to memories and can be a great conversation starter. "
        },
        {
            "question": "67. What&rsquo;s the best pet name you can come up with for a specific type of pet ? (Like these < a href = \"https: \/\/animalinfoworld.com/orange-cat-names/\" > orange cat names < /a>.)",
            "author": "Go for funny names, puns make great animal names. And you could tailor it for a pet that they have or would like to get. "
        },
        {
            "question": "68. How often do you help others ? Who do you help ? How do you help ? ",
            "author": "This is a great question to see how empathetic and prosocial they are.And can lead to conversations about volunteering or times they & rsquo;ve helped others. "
        },
        {
            "question": "69. What are you best at?",
            "author": "With this one, you might learn about a hidden talent, or perhaps a hobby you didn & rsquo;t know about.Both can be the beginning of an excellent conversation. "
        },
        {
            "question": "70. What makes you nervous?",
            "author": "Very similar to the fear one but a little bit broader. It can be something happening in their life right now, something that happens regularly, or something they think is likely to happen in the future. "
        },
        {
            "question": "71. Who is the funniest person you & rsquo;ve met ? ",
            "author": "Not necessarily a comedian, but a friend or family member who always manages to make them laugh.It definitely could spin off into a conversation about comedians, though, which would also be fun. "
        },
        {
            "question": "72. What weird or useless talent do you have ? ",
            "author": "Wiggling ears, burping the alphabet, farting on command, humans are weird, and we all have some weird and useless talents that are fun to talk about. "
        },
        {
            "question": "73. What are some strange beliefs that some people have ? ",
            "author": "Be careful with this one, because they may end up labeling one of your beliefs as strange.Just be ready not to take their answer too personally. "
        },
        {
            "question": "74. Who would be the worst person to be stuck in an elevator with ? How about the best person to be stuck in an elevator with ? ",
            "author": "Hypothetical questions can be a blast to talk about. And this is a fun one to ponder. "
        },
        {
            "question": "75. What was the best birthday wish or gift you & rsquo;ve ever received ? ",
            "author": "Hopefully, everyone has had a super thoughtful birthday wish or gift given to them.It & rsquo;s a perfect question to get in a conversation about past birthdays. "
        },
        {
            "question": "76. What&rsquo;s the best sitcom past or present?",
            "author": "Chances are you probably binge-watched it as well, so it&rsquo;s a great way to talk about a shared interest. "
        },
        {
            "question": "77. What&rsquo;s the best show currently on TV?",
            "author": "Get ready for a lively debate, this is a golden age of TV, and everyone has their favorites. "
        },
        {
            "question": "78. What will be the future of TV shows?",
            "author": "There has been such a shakeup in the TV show marketplace that who knows what is coming next and where TV is headed.There is much speculation to be done!"
        },
        {
            "question": "79. How often do you binge watch shows?",
            "author": "They have, you have, we all have. But the real question is which ones and how often ? Is it the same old show or something new each time ? Perhaps you & rsquo;ll even find your next binge - worthy show. "
        },
        {
            "question": "80. What cartoons did you watch as a child?",
            "author": "Even if you or the person you are talking to didn&rsquo;t grow up in the age of Saturday morning cartoons, you both probably still have some beloved childhood cartoons. "
        },
        {
            "question": "81. What&rsquo;s the funniest TV series you have seen?",
            "author": "Perfect for starting a conversation about a show you both are into, and if you haven & rsquo;t watched the show they mention, you now have a new show to check out!"
        },
        {
            "question": "82. Which TV show do you want your life to be like?",
            "author": "I think secretly everyone wants to inhabit one of their favorite shows.Or maybe it & rsquo;s just me.Just don & rsquo;t forget to ask them why and get lots of details. "
        },
        {
            "question": "83. How have TV shows changed over the years?",
            "author": "Depending on how old the person you are talking with is, this might be a rich vein of conversation.Boy howdy has TV changed a lot over the years. "
        },
        {
            "question": "84. If you could bring back one TV show that was canceled, which one would you bring back?",
            "author": "We all have that one show that was so good we can&rsquo;t believe it got canceled * cough * Firefly * cough * .Find out what show they fell in love with. "
        },
        {
            "question": "85. What do you think about game shows? Do you have a favorite one?",
            "author": "While they have fallen a bit out of favor, whoever you are talking to probably has a special love for at least one game show. "
        },
        {
            "question": "86. What&rsquo;s the most underrated or overrated TV show?",
            "author": "Whichever way they choose to answer will probably lead to a pretty interesting conversation about the merits and failures of several TV shows. "
        },
        {
            "question": "87. What do you think about reality TV? Why do you think it&rsquo;s so popular?",
            "author": "Love it or hate it, reality TV is huge. Now you can have a conversation about why it & rsquo;s so popular.If you are looking for a simpler, more direct question, you can try the next one. "
        },
        {
            "question": "88. Do you like reality TV shows? Why or why not? If so, which ones?",
            "author": "Very similar to the previous one but a little narrower. I definitely wouldn & rsquo;t ask both of these, but either one will probably get you a good conversation going. "
        },
        {
            "question": "89. What is the most overrated movie ? ",
            "author": "But if you ask this question, don&rsquo;t get offended because they start hating on a movie you love.Ask them why, and just remember everyone is entitled to their own opinion. "
        },
        {
            "question": "90. What&rsquo;s your favorite genre of movie ? ",
            "author": "Pretty typical conversations starter, but a great jumping-off point for a discussion about their favorite movies. "
        },
        {
            "question": "91. Which do you prefer? Books or movies ? ",
            "author": "Feel free to transition this one into books made from movies, movies adapted from books, or just a general conversation about books or movies. "
        },
        {
            "question": "92. What movie scene choked you up the most ? ",
            "author": "We&rsquo;ve all got that scene that consistently chokes us up. Find out what movie brings a tear to their eye or which movie brings on a full sobbing fit. "
        },
        {
            "question": "93. Do you like documentaries? Why / why not ? ",
            "author": "Perfect for starting a great conversation about the best and worst documentaries you & rsquo;ve both seen. "
        },
        {
            "question": "94. What&rsquo;s the worst movie you have seen recently ? ",
            "author": "There is definitely no shortage of bad movies to pick from, so I & rsquo;m sure they & rsquo;ll be able to think of at least a couple of really bad movies. You can also transition into a conversation about what makes a movie bad and what tropes you hate in movies. "
        },
        {
            "question": "95. What&rsquo;s the strangest movie you have ever seen ? ",
            "author": "There are some BIZARRE movies out there. I&rsquo;m sure you&rsquo;ve seen a few, but if you haven & rsquo;t, treat yourself.There is nothing quite like a movie so strange and terrible that it & rsquo;s entertaining on a whole new level. "
        },
        {
            "question": "96. Do you like horror movies ? Why or why not ? ",
            "author": "It&rsquo;s weird, but people seem to either really like horror movies, or they are just not into them.There don & rsquo;t seem to be a lot of people on the fence that can take them or leave them. "
        },
        {
            "question": "97. When was the last time you went to a movie theater ? ",
            "author": "You can use this question to start up a conversation about the movie they saw, the local theater, or movie theaters in general. "
        },
        {
            "question": "98. What was the last movie you watched ? How was it ? ",
            "author": "Maybe you saw it too, or maybe you&rsquo;ll get a good recommendation for a movie you wouldn & rsquo;t normally consider. "
        },
        {
            "question": "99. Do movies have the same power as books to change the world ? ",
            "author": "This one is kind of a heavy one, so you might not want to drop it to start a conversation with someone you just met.Or maybe that & rsquo;s your jam, you do you. "
        },
        {
            "question": "100. Do you prefer to watch movies in the theater or in the comfort of your own home ? ",
            "author": "Big screen and big sound vs. comfort and convenience. Either way, I think we can agree, movies are pretty awesome. "
        },
        {
            "question": "101. What was the last book you read ? ",
            "author": "A good question to see what kind of books they are into. And if they really liked the book, well now you & rsquo;ve got a good recommendation. "
        },
        {
            "question": "102. What was your favorite book as a child ? ",
            "author": "This can either be one when they were really young or when they were young adults.It & rsquo;s another question to draw out some fond memories. "
        },
        {
            "question": "103. Do you prefer physical books or ebooks ? ",
            "author": "They both have their good points and drawbacks, and often people have a definite preference. "
        },
        {
            "question": "104. What is the longest book you & rsquo;ve read ? ",
            "author": "This one isn&rsquo;t a competition. But it is great for finding good books.If they finished the whole thing, it must have been good!"
        },
        {
            "question": "105. What book genres do you like to read ? ",
            "author": "It&rsquo;s funny how even people who read a lot of books usually lean heavily in the direction of two or three genres. "
        },
        {
            "question": "106. How fast do you read?",
            "author": "Again, not a competition. No bragging. Just a fun question for folks who love books. "
        },
        {
            "question": "107. How often do you go to the library?",
            "author": "This question is perfect for starting a conversation about how libraries are changing and your local library. Did you know some libraries are starting to loan tools and cooking supplies as well as books? Very cool."
        },
        {
            "question": "108. What book has influenced you the most?",
            "author": "Whether they read it recently or long ago, there is probably one book that has stuck with them over the years. "
        },
        {
            "question": "109. Do you prefer fiction or nonfiction books?",
            "author": "Don&rsquo;t forget to ask why they prefer one over the other and get some recommendations for their choice. "
        },
        {
            "question": "110. What book has changed one of your long - held opinions ? ",
            "author": "Books have the power to shape and change how we view the world.Usually for the better. "
        },
        {
            "question": "111. What book has had the biggest effect on the modern world ? ",
            "author": "This is another one of those questions that can get quite deep and philosophical quite quickly.So, make sure to take stock of the situation before busting this one out. "
        },
        {
            "question": "112. What was the worst book you had to read for school ? How about the best book you had to read for school ? ",
            "author": "We all had to read lots of books for school, and you both probably read some of the same books.You might have come away with very similar or very different opinions of the books, either way it can lead to a good conversation. "
        },
        {
            "question": "113. Do you think people read more or fewer books now than 50 years ago ? ",
            "author": "Sure, the knee jerk reaction is to say definitely people read more in the past.But with the spread of so many screens, I & rsquo;m not so sure. "
        },
        {
            "question": "114. Now that indie publishing has become easier, have books gotten better or worse?",
            "author": "Or perhaps stayed the same, one thing is for sure, there are a ton more books out there. "
        },
        {
            "question": "115. What was the last song you listened to?",
            "author": "Have they been playing a new favorite on repeat, reminiscing, or just trying something new ? "
        },
        {
            "question": "116. What is your favorite movie soundtrack?",
            "author": "Definitely some great soundtracks out there and of course, some really horrible ones as well.Feel free to transition into a conversation about movies or game soundtracks or whatever. "
        },
        {
            "question": "117. Do you like classical music?",
            "author": "This is another space where some people are really into it, and some people hate it. "
        },
        {
            "question": "118. What song always puts you in a good mood?",
            "author": "Which song is their feel-good go to? Feel free to steal it. Everyone needs more feel - good music in their life. "
        },
        {
            "question": "119. What&rsquo;s the best way to discover new music?",
            "author": "There is a ton to talk about here with all the new music platforms;it & rsquo;s never been easier to get music, whether it & rsquo;s easier to find good new music is debatable. "
        },
        {
            "question": "120. How has technology changed the music industry ? ",
            "author": "This is a really broad topic with a lot of avenues to follow and can really lead to some excellent conversations. "
        },
        {
            "question": "121. Are there any songs that always bring a tear to your eye ? ",
            "author": "Whether it triggers a bittersweet memory or is just a sad song, most folks have a song that chokes them up a bit. "
        },
        {
            "question": "122. What bands or types of music do you listen to when you exercise ? ",
            "author": "I can almost guarantee if they are into exercise, they have a particular type of music that works for them.And lots of types that definitely don & rsquo;t. "
        },
        {
            "question": "123. Which do you prefer, popular music or relatively unknown music ? ",
            "author": "No judgment, lots of people get uptight about what music people should or should not like.But hey it & rsquo;s not your ears.Come to this question with an open mind. "
        },
        {
            "question": "124. Do you like going to concerts ? Why or why not ? What was the last concert you went to ? ",
            "author": "There are people who think concerts are alright, and those who REALLY love concerts.This can easily lead to a good conversation about concerts they & rsquo;ve been to. "
        },
        {
            "question": "125. Who was the first band or musician you were really into ? Do you still like them ? ",
            "author": "So, this will probably pull up some cheesy music memories, and that & rsquo;s always fun.We all have some cheesy music in our past and present, embrace it. "
        },
        {
            "question": "126. Records, tapes, CDs, MP3s, streaming.Which did you grow up with ? What is good and bad about each ? ",
            "author": "Yeah, this one is going to vary greatly depending on the age of the person you are talking to.Just don & rsquo;t get all elitist about your preferred method of getting music to your ears, it & rsquo;s not a good look. "
        },
        {
            "question": "127. What are the three best apps on your phone ? ",
            "author": "App recommendation time! Go find you some awesome new apps."
        },
        {
            "question": "128. What is the most useful app on your phone ? ",
            "author": "Similar to the last but a bit more specific, and although it might not be one of their favorites, it & rsquo;s one that they can & rsquo;t live without. "
        },
        {
            "question": "129. What do app makers do that really annoys you?",
            "author": "The ads? The microtransactions? Bait and switch tactics? There are some really annoying and shady things about apps that annoy a lot of people. "
        },
        {
            "question": "130. How many apps do you have on your phone?",
            "author": "I&rsquo;m willing to bet they have no idea, and you probably don&rsquo;t either.Heck, even I don & rsquo;t.Now you can count them up and compare.And probably be surprised at how many apps you have on your phone. "
        },
        {
            "question": "131. What&rsquo;s the most frustrating app you have tried?",
            "author": "Whether it be a malfunctioning app or a really frustrating game, there are plenty of apps that get rage deleted.And you might even learn about some that you want to avoid. "
        },
        {
            "question": "132. What&rsquo;s the most addictive mobile game you have played?",
            "author": "We&rsquo;ve all been there. Sure, you know you should quit, but it & rsquo;s just so good!"
        },
        {
            "question": "133. Which app seemed like magic the first time you used it?",
            "author": "With all the tech around us, we often forget how cool it really is.I & rsquo;m sure there were apps you tried in the past, and you were just dumbfounded with how amazing they were. "
        },
        {
            "question": "134. What is the strangest app you have heard of or tried?",
            "author": "Oh, there are some weird ones out there. Now you can swap stories of bizarre apps.And if you don & rsquo;t know of any, just Google them and be amazed. "
        },
        {
            "question": "135. What&rsquo;re the best and worst things about the marketplace where you get your apps?",
            "author": "While probably not the most thrilling conversation starter, whoever you are talking about probably has a bit to say about where they get their apps. "
        },
        {
            "question": "136. Which app has helped society the most ? Which one has hurt society the most ? ",
            "author": "This one can get into a really deep conversation about technology and society.Or not.It depends on how the conversation flows. Either way I & rsquo;m sure you & rsquo;ll be able to get into a good conversation with this one. "
        },
        {
            "question": "137. An app mysteriously appears on your phone that does something amazing.What does it do ?",
            "author": "Everyone loves a good hypothetical. So, what does your mysterious / magical app do ?"
        },
        {
            "question": "138. How often do you check your phone ? ",
            "author": "Answers will vary, wildly. Some people hate checking their phone, some do it compulsively. "
        },
        {
            "question": "139. Do you text more or call more? Why?",
            "author": "While there are outliers, the answer to this one will depend a LOT on age.And probably they have strong opinions about their preference, which always makes for a good conversation.As long as you don & rsquo;t start arguing with them. "
        },
        {
            "question": "140. What will phones be like in 10 years?",
            "author": "Pure speculation, but why not? Speculation is fun, and who knows, you or the person you are talking to might be right with your guesses. "
        },
        {
            "question": "141. What do you wish your phone could do?",
            "author": "They are getting better and better, but are they getting better in the way you want them to ? What features would you like to see in the next round of phones ? "
        },
        {
            "question": "142. Do you always have to have the latest phone?",
            "author": "There are basically three camps. The early adopter camp, the & ldquo;it ain & rsquo;t broke, don & rsquo;t fix it & rdquo;camp, and the & ldquo;I hate new technology & rdquo;camp.Find out which one they are in . "
        },
        {
            "question": "143. What is the most annoying thing about your phone?",
            "author": "Phones, it&rsquo;s often a love-hate relationship. Now you can both complain about your phones.Together!"
        },
        {
            "question": "144. How do you feel if you accidentally leave your phone at home?",
            "author": "For some people, they get REALLY anxious without their phone, and for some it&rsquo;s just a minor inconvenience."
        },
        {
            "question": "145. What kind of case do you have for your phone ? Why did you choose it ? ",
            "author": "This is another one that people sometimes get really passionate about, and some don & rsquo;t.It might lead to a good conversation, or they might just say, & ldquo;I don & rsquo;t know, I just liked how it looked. & rdquo; "
        },
        {
            "question": "146. What was your first smartphone ? How did you feel when you got it ? ",
            "author": "Whether young or old. You&rsquo;ll always remember your first."
        },
        {
            "question": "147. Do you experience phantom vibration ? (Feeling your phone vibrate even though it didn & rsquo; t.) ",
            "author": "This one goes along with the compulsive checking of phones. But I think it & rsquo;s a pretty common phenomenon. "
        },
        {
            "question": "148. What sports do you like to watch ? ",
            "author": "Try to find one that you both have in common, or you both follow.Once you find it, the rest of the conversation will flow naturally. "
        },
        {
            "question": "149. Who are some of your favorite athletes ? ",
            "author": "If you are into sports, you have favorite athletes. Find out who their favorite athletes are and why they like them. "
        },
        {
            "question": "150. Which sports do you like to play ",
            "author": "This may be very similar to which sports they like to watch, or it could be a completely different list.Either way, talking about something the person is passionate about is always a great way to have a good conversation. "
        },
        {
            "question": "151. What is the hardest sport to excel at ? ",
            "author": "This one is pretty debatable. The case could be made for plenty of sports.Give this question a go and see if you both agree. "
        },
        {
            "question": "152. Who are the 3 greatest athletes of all time ? ",
            "author": "Another one that you can debate a lot about. Probably easiest to pick a sport to narrow it down first, though. "
        },
        {
            "question": "153. How much time do you spend watching sports in a week?",
            "author": "This one probably depends a lot on their favorite sport, and the season it & rsquo;s played in .Or they might just be super into sports.Or they might not like sports.But if they don & rsquo;t like sports, then why are you talking to them about sports ? "
        },
        {
            "question": "154. Do athletes deserve the high salaries they receive? Why or why not?",
            "author": "This one can be a little contentious at times. But it should lead to a lively conversation no matter what side of the coin they fall on. "
        },
        {
            "question": "155. What defines a sport? Is fishing a sport? How about video game tournaments?",
            "author": "This one can lead to an excellent conversation because everyone has an opinion, and all the opinions are on a sliding scale.There is definitely a limit on what someone will consider a sport. "
        },
        {
            "question": "156. Do you play in any fantasy sports leagues? If so, how into fantasy sports are you?",
            "author": "There a lot of people who are REALLY into fantasy sports. If the person you are talking to is into it, they are more than happy to have a conversation about their team. "
        },
        {
            "question": "157. Why do you think sports are common across almost all cultures present and past ? ",
            "author": "This is a little deeper than the normal sports question. But it can lead to an interesting conversation about human nature with a bit of a sports spin. "
        },
        {
            "question": "158. Do you play sports video games ? Which ones ? Is playing the video game or playing the sport more fun ? Why ? ",
            "author": "If they like sports, there is a good chance they play some kind of video game involving sports.Even if it is just an app on their phone. "
        },
        {
            "question": "159. Which sport is the most exciting to watch ? Which is the most boring to watch ? ",
            "author": "Oh yeah, everyone has an opinion about this one."
        },
        {
            "question": "160. What restaurant do you eat at most ? ",
            "author": "Which one is their go-to restaurant? This will probably tell you a lot about what types of restaurants they like. "
        },
        {
            "question": "161. What&rsquo;s the worst fast food restaurant ? ",
            "author": "A lot of fast food is pretty terrible, so which is the worst ? "
        },
        {
            "question": "162. What is the best restaurant in your area ? ",
            "author": "It may be their local go-to restaurant, or it might be one that they only eat at for special occasions. "
        },
        {
            "question": "163. What is the fanciest restaurant you have eaten at ? ",
            "author": "The sky is the limit, and so this one will probably lead to a good story.You can also branch off into a conversation about ridiculously expensive foods or things in general. "
        },
        {
            "question": "164. What kind of interior do you like a restaurant to have ? ",
            "author": "Bright and modern, dim and cozy, more like a bar, lots of kitsch ? Restaurant d & eacute;cor comes in almost as many flavors as food.So, what do you and they like the most ? Or the least ? "
        },
        {
            "question": "165. What is the worst restaurant you have ever eaten at ? ",
            "author": "We&rsquo;ve all got one, and they are always entertaining to hear about. "
        },
        {
            "question": "166. If you opened a restaurant, what kind of food would you serve ? ",
            "author": "This is another one that a lot of people have thought about. For some reason opening a restaurant appeals to a lot of people and so you & rsquo;ll probably get an interesting answer for this one. "
        },
        {
            "question": "167. What is the strangest themed restaurant you have heard of ? ",
            "author": "If you haven&rsquo;t heard of strangely themed restaurants, boy howdy are you in for a roller coaster.Just Google it, people go buck wild with restaurant themes. "
        },
        {
            "question": "168. Would you eat at a restaurant that was really dirty if the food was amazing ? ",
            "author": "How close to the food poisoning sun do you want to fly, Icarus ? "
        },
        {
            "question": "169. What is the most disgusting thing you have heard happened at a restaurant ? ",
            "author": "This one piggybacks on to the last question. We&rsquo;ve all heard horror stories.Now it & rsquo;s your turn share yours and to hear theirs. "
        },
        {
            "question": "170. What was your favorite restaurant when you were a child ? ",
            "author": "I find that a lot of people have really strong favorites when it comes to this period in their life. "
        },
        {
            "question": "171. Where would you like to travel next ? ",
            "author": "Most people have a spot they have their eyes and heart on. Find out where it is, maybe you & rsquo;ve been and can give them some tips. "
        },
        {
            "question": "172. What is the longest plane trip you have taken ? ",
            "author": "Who doesn&rsquo;t love long plane trips? Everyone! Everyone hates long plane rides.So, find out about their horror stories and share your own. "
        },
        {
            "question": "173. What&rsquo;s the best way to travel ? (Plane, car, train, etc.) ",
            "author": "This one probably varies a lot, depending on what country you are in .But usually people have a favorite they like to talk about. "
        },
        {
            "question": "174. Where is the most relaxing place you have been ? ",
            "author": "Are they more of a beach and chill or a cabin and chill kind of person ? Find out with this question. "
        },
        {
            "question": "175. Do you prefer traveling alone or with a group ? ",
            "author": "They both have their benefits and drawbacks. And almost everyone has a preference.Plus, it & rsquo;s a great starting point to talk about previous trips they & rsquo;ve taken. "
        },
        {
            "question": "176. What do you think of tour group packages ? ",
            "author": "This one is somewhat similar to the last one but a little more specific.If you & rsquo;ve already covered a lot of tour group ground with the last question, feel free to skip this one. "
        },
        {
            "question": "177. Do you prefer to go off the beaten path when you travel ? ",
            "author": "Whether it&rsquo;s literally going off the beaten path like when they are hiking, or just the figurative beaten path like a guidebook, you can use this question to find out how adventurous they like to be. "
        },
        {
            "question": "178. What was the most overhyped place you & rsquo;ve traveled to ? ",
            "author": "If you&rsquo;ve traveled to any popular destinations, you may have come across this.So much hype.But a big letdown once you get there. "
        },
        {
            "question": "179. Have you traveled to any different countries ? Which ones ? ",
            "author": "Depending on what country you are both from the answers to this question vary a lot.Are you in the US ? You might find most people haven & rsquo;t left the country or have just been to one or two other countries.Asking in Europe ? You & rsquo;ll probably get a ton of travel stories about different countries. "
        },
        {
            "question": "180. Where is the most awe-inspiring place you have been ? ",
            "author": "This is great for getting new travel ideas for yourself. And if you & rsquo;ve been there, you can talk about your experience too. "
        },
        {
            "question": "181. What&rsquo;s the best thing about traveling ? How about the worst thing ? ",
            "author": "Again, this will vary a lot based on who you are talking to and how they travel.But chances are they have pretty strong feelings about both questions. "
        },
        {
            "question": "182. What is the worst hotel you have stayed at ? How about the best hotel ? ",
            "author": "So many bad hotels out there. Get ready for some horror stories about gross stuff.Or you know, a tip about a sweet hotel you can try.It depends on how the conversation goes. "
        },
        {
            "question": "183. How do you think traveling to a lot of different countries changes a person ? ",
            "author": "Someone once said you are the same person you were 5 years ago except for the places you & rsquo;ve been, the people you & rsquo;ve met, and the books you & rsquo;ve read.So, what do you think travel does to someone ? "
        },
        {
            "question": "184. Talk about some of the interesting people you have met while traveling. ",
            "author": "Oh, this one leads to rich veins of great stories. I&rsquo;m sure you have a lot of stories about interesting characters you & rsquo;ve met, and they probably do too. "
        },
        {
            "question": "185. What do you think of staycations? (Vacationing and seeing tourist attractions where you live.) ",
            "author": "Some people love them, and some don&rsquo;t see the point. Either way, there is plenty to talk about!"
        },
        {
            "question": "186. Where do you get your recommendations for what to do and where to stay when you travel ? ",
            "author": "Is it from fellow travelers, guidebooks, the internet, social media, or a combination ? "
        },
        {
            "question": "187. What is your favorite piece of technology that you own ? ",
            "author": "Let&rsquo;s start it out positive and see what kind of tech they rely on. "
        },
        {
            "question": "188. What piece of technology is really frustrating to use ? ",
            "author": "And now, let&rsquo;s look at the dark side of tech when it just doesn & rsquo;t work the way we want it to.Probably a lot more to talk about in this question than the previous one. "
        },
        {
            "question": "189. What was the best invention of the last 50 years ? ",
            "author": "Lots of good answers to this one. You both will probably come up with quite a few contenders.And it can be fun to debate the merits of each. "
        },
        {
            "question": "190. Does technology simplify life or make it more complicated ? ",
            "author": "This one sometimes leads to an interesting conversation about tech and modern life, but if the person lands hard on one side or the other usually there isn & rsquo;t much more to talk about. "
        },
        {
            "question": "191. Will technology save the human race or destroy it ? ",
            "author": "So, this is a pretty heavy question that you don&rsquo;t want to drop in casual conversation.It & rsquo;s better left for conversations with people you know quite well, or folks who you know are into this type of question. "
        },
        {
            "question": "192. Which emerging technology are you most excited about ? ",
            "author": "There is a lot of promising tech fields that seem like they are just on the horizon.So which ones are you looking forward to ? And perhaps which make you a little uneasy ? "
        },
        {
            "question": "193. What sci-fi movie or book would you like the future to be like ? ",
            "author": "So many futures to choose from. Especially if you or the person you are talking to is a sci - fi fan.Everything from dystopian utopias to utopian dystopias. "
        },
        {
            "question": "194. What do you think the next big technological advance will be ? ",
            "author": "This is similar to the emerging technologies question, but this one isn & rsquo;t about playing favorites, but about which will arrive first. "
        },
        {
            "question": "195. What technology from a science fiction movie would you most like to have ? ",
            "author": "Even if you don&rsquo;t like sci-fi movies, you&rsquo;ve probably craved a gadget that featured in a movie or book.This can lead to a fun spin - off conversation about gadgets. "
        },
        {
            "question": "196. What problems will technology solve in the next 5 years ? What problems will it create ? ",
            "author": "Everybody likes making predictions about the future, it&rsquo;s one of the human race & rsquo;s defining features.And another common human behavior is fear about the future.Probably why many people are always making dire predictions that never come to pass. "
        },
        {
            "question": "197. What piece of technology would look like magic or a miracle to people in medieval Europe ? ",
            "author": "What awesome revolutionary invention would get you executed with a quickness back in the day ? "
        },
        {
            "question": "198. Can you think of any technology that has only made the world worse ? How about a piece of technology that has only made the world better ? ",
            "author": "Probably you both can think of quite a few from each category.And probably plenty of tech that has made the world better and worse at the same time. "
        },
        {
            "question": "199. What is your favorite shirt ? ",
            "author": "Whether it&rsquo;s for comfort, style, or just an exceptionally clever or funny t - shirt, everyone has a favorite. "
        },
        {
            "question": "200. Does fashion help society in any way ? ",
            "author": "This is a bit philosophical but can be a fun one to discuss. If the person seems into deeper conversations, you could give this one a go. "
        },
        {
            "question": "201. What old trend is coming back these days ? ",
            "author": "It seems that fashion always pulls from the past. Whether it & rsquo;s coloring, types of clothes, or just the general style of a past decade.So, which past fashion trends are they pulling from currently ? "
        },
        {
            "question": "202. What is a fashion trend you are really glad went away ? ",
            "author": "This can be the start of a fun conversation about the ridiculous fashions that have come and gone in recent decades. "
        },
        {
            "question": "203. What is the most comfortable piece of clothing you own ? ",
            "author": "It might be their favorite t-shirt, or perhaps some comfy pajamas.Either way there is bound to be something that they love relaxing in . "
        },
        {
            "question": "204. What is the most embarrassing piece of clothing you own ? ",
            "author": "This is always a fun one, we all have some embarrassing pieces of clothing lurking in our closet that we either secretly love or just haven & rsquo;t gotten around to tossing out. "
        },
        {
            "question": "205. How do clothes change how the opposite sex views a person ? ",
            "author": "Another one that can lead to some deeper conversations about society or might just stay superficial.Just make sure you are in the right social situation to ask this one. "
        },
        {
            "question": "206. Do you care about fashion ? What style of clothes do you usually wear ? ",
            "author": "Some people care a lot about fashion, some don&rsquo;t, and some care a lot but pretend that they don & rsquo;t.Which one are they ? "
        },
        {
            "question": "207. If you didn&rsquo;t care at all what people thought of you, what clothes would you wear ? ",
            "author": "It might be what they are currently wearing, or it might be something totally different.It all depends on how well their ideal clothing matches current trends.It & rsquo;s always fun, though, if the person is into cosplay or period clothing. "
        },
        {
            "question": "208. What is the best pair of shoes you have ever owned ? Why were they so good ? ",
            "author": "Comfortable shoes that look good are a rare find. You might just get some good tips on a new pair of kicks. "
        },
        {
            "question": "209. Who do you think has the biggest impact on fashion trends: actors and actresses, musicians, fashion designers, or consumers ? ",
            "author": "This sounds like a question from a fashion textbook, but it can actually often lead to some thoughtful answers and a good conversation. "
        },
        {
            "question": "210. What personal goals do you have ? ",
            "author": "Some people are a little cagey about their personal goals, and some are pretty open to sharing them.Just don & rsquo;t make this one the first question you ask a person.Best to get to know them a bit better before popping this one. "
        },
        {
            "question": "211. What are your goals for the next two years ? ",
            "author": "Similar to the last one, but this one is a little more specific and deals with midterm goals rather than long term goals. "
        },
        {
            "question": "212. How have your goals changed over your life ? ",
            "author": "Oh, I guarantee your and their goals have changed quite a bit from 10 or 20 years ago.It & rsquo;s always fun to talk about goals from the past. "
        },
        {
            "question": "213. How much do you plan for the future ? ",
            "author": "The answers to this one vary a lot from person to person. And it & rsquo;s a great one to find out if they are spur of the moment or more methodical. "
        },
        {
            "question": "214. How do you plan to make the world a better place ? ",
            "author": "Some people have a solid plan, some don&rsquo;t care, and some, it seems, are actively trying to make the world a worse place.Find out where on the spectrum the person you are talking lands. "
        },
        {
            "question": "215. What are some goals you have already achieved ? ",
            "author": "This one is pleasant because they get to talk about their successes.And even if they are humble, they probably still enjoy having their successes recognized. "
        },
        {
            "question": "216. What do you hope to achieve in your professional life ? ",
            "author": "Switching over from personal goals, now it&rsquo;s time for a conversation about professional goals. "
        },
        {
            "question": "217. Have your parents influenced what goals you have ? ",
            "author": "For some, it might be a positive influence; for others the pressures might have pushed them in the opposite direction.Either way, this is a pretty personal question so make sure you know the person pretty well before asking them this question. "
        },
        {
            "question": "218. Do you usually achieve the goals you set ? Why or why not ? ",
            "author": "Again, kind of personal, and can often lead to some bummer conversations, so be wary of this one.Make sure you know the person before asking this one. "
        },
        {
            "question": "219. What is the best way to stay motivated and complete goals ? ",
            "author": "Moving on from personal questions and kind of bummer questions, this one is looking more on the bright side of life.And you might get some good suggestions to help you achieve your own goals. "
        },
        {
            "question": "220. What are some goals you have failed to accomplish ? ",
            "author": "Whoops back into negative territory, while it can lead to a good conversation, just be cognizant of how the conversation might turn with this question. "
        },
        {
            "question": "221. What is the craziest, most outrageous thing you want to achieve ? ",
            "author": "This one is always a fun one to ask. Sometimes the person has to think a while, and sometimes they already have it lined up.But however long it takes them to answer, the answer is usually a really good one. "
        },
        {
            "question": "222. When do you want to retire ? What do you want to do when you retire ? ",
            "author": "I like this question because it gets to the point of what they really want to be doing.Not what they have to be doing.You can find out a lot about a person by learning what they want to do when they aren & rsquo; t obligated to be doing anything in particular. "
        },
        {
            "question": "223. Do you prefer summer or winter activities ? ",
            "author": "Fun in the sun or ummm.. furlough in the snow? There is probably a better rhyme than that, but for now, furlough will have to do.So, which is their jam, snow skiing or water skiing ? "
        },
        {
            "question": "224. What do you like to do in the spring ? ",
            "author": "Whether it&rsquo;s hiking or just sitting on the porch, the dawn of spring is always a pleasant time of year. "
        },
        {
            "question": "225. Did your family take seasonal vacations ? ",
            "author": "Don&rsquo;t forget to follow up by asking where they would go if they answer yes to this one.Not everyone was lucky enough to be able to take vacations when they were younger, but if they were it & rsquo;s always fun to hear about them. "
        },
        {
            "question": "226. Which do you prefer, fall or spring ? ",
            "author": "Both are pretty amazing, and both have some really good things going for them.But probably you and the person you are talking with have a strong preference one way or the other. "
        },
        {
            "question": "227. Which season are you most active in ? ",
            "author": "Because the seasons are so different depending on where you live, the answers to this one vary a lot from region to region.See if you and the person you are talking to agree. "
        },
        {
            "question": "228. What&rsquo;s the most refreshing thing on a hot summer day ? ",
            "author": "Whether it&rsquo;s a dip in the pool, a glass of fresh lemonade, an ice - cold beer, or something else entirely, it & rsquo;s always fun to talk about the things that make us go & ldquo;Ahhhhh. & rdquo; "
        },
        {
            "question": "229. What&rsquo;s the best thing to do on a cold winter day ? ",
            "author": "Indoors or out? Fun or warming? Lots of different ways you could go with this conversation starter. "
        },
        {
            "question": "230. Where is the nicest place you have been to in fall ? ",
            "author": "The leaves changing, the crisp air, there is something so invigorating about fall.I & rsquo;m sure you have a favorite place, even if it is just a bench in a nice park. "
        },
        {
            "question": "231. What is your favorite thing to eat or drink in winter ? ",
            "author": "So much warm and delicious things to eat and drink in winter, it & rsquo;s pretty hard to decide.Don & rsquo;t feel like you have to choose just one!"
        },
        {
            "question": "232. Is it better to live where there are four seasons or where one season takes up most of the year ? ",
            "author": "I imagine this one depends on where you live. Lots of people want what they don & rsquo;t have.So, my guess is that if where you live has four seasons you probably want to live somewhere with a long summer.But feel free to test out my hypothesis with this question!"
        },
        {
            "question": "233. What is the biggest holiday for your family ? ",
            "author": "Whether holidays usually end up being a big disaster or not, there is probably at least one holiday where their family goes all out. "
        },
        {
            "question": "234. What is your favorite holiday ? ",
            "author": "Whether it&rsquo;s a traditional one or a newer one, everyone has a favorite.Don & rsquo;t forget to ask them why it & rsquo;s their favorite, as well. "
        },
        {
            "question": "235. What holidays have been over - commercialized ? ",
            "author": "&ldquo;All of them&rdquo; is a totally viable answer, but this is a good steppingstone into talking about the topic in general as well as some of the newer holidays that seem to be popping up. "
        },
        {
            "question": "236. Do you wish there were more or fewer holidays ? Why ? ",
            "author": "So, there are a TON of &ldquo;holidays&rdquo; out there. But there could always be more, or different ones, or less.Or even better yet more holidays where you can take off from work or school.Those are always fun. "
        },
        {
            "question": "237. What do you know about the history of some holidays ? ",
            "author": "The traditional holidays have some buck wild history to them.We & rsquo;ve got some trivia pages on the site that go into some of the history behind a few popular holidays.You can find the links to those pages below. "
        },
        {
            "question": "238. What kinds of food do you usually eat on your favorite holiday ? ",
            "author": "It wouldn&rsquo;t be a holiday without food! And every holiday tends to have its own flavors.So, find out what is traditional for them and their family and see how it compares to your traditions. "
        },
        {
            "question": "239. If you had to get rid of a holiday, which would you get rid of ? Why ? ",
            "author": "There are definitely some holidays that could use a bit of pruning, rebranding, or just be outright replaced.Looking at you, Columbus Day.With this question you can find out which holidays they aren & rsquo;t a fan of . "
        },
        {
            "question": "240. Does having a day off for a holiday increase or decrease productivity at work ? ",
            "author": "Sure, you might think that with a day off, productivity might decrease, but happy employees do tend to get more done.So, does it even out ? Now you both can weigh in and decide together. "
        },
        {
            "question": "241. If some of the lesser-known holidays were commercialized, what would the commercialization look like ? ",
            "author": "If you can&rsquo;t think of some of the lesser-known holidays, you can < a href = \"https: \/\/nationaltoday.com/\" > check out this page < /a>. So many unofficial and official holidays. So many."
        },
        {
            "question": "242. If you could make a holiday, what would it be like ? What traditions would it have ? What would people eat on your holiday ? ",
            "author": "This one is really fun, especially if the person you are talking to is in any way creative.There are basically endless amounts of crazy holidays you could come up with. < /p>"
        },
        {
            "question": "243. What do you think of online education ? ",
            "author": "Whether it be online courses for schools, Khan Academy, or tutorials on YouTube there is lots of education happening online.If the person you are talking to is into education this is a rich vein for conversations. "
        },
        {
            "question": "244. What do you think of standardized tests?",
            "author": "Love them or hate them, they are an entrenched part of the school system.You could talk about possible improvements, how effective or ineffective they are, and if there are any viable alternatives. "
        },
        {
            "question": "245. Are bigger or smaller schools better?",
            "author": "Most people will agree that small class sizes are better. But how about the whole school ? What are the pros and cons of a small or a big school ? "
        },
        {
            "question": "246. Is teaching a skill that can be taught?",
            "author": "Are good teachers born, or are they created? Are there any inherent traits that might make a person more likely to be a good teacher ? This one is a good pool of possible conversations to dive into. "
        },
        {
            "question": "247. What will the future of education be?",
            "author": "Who doesn&rsquo;t love some fortune-telling? See if your idea of the future of education matches up with their prediction.What would be the best outcome ? What is the most likely outcome ? "
        },
        {
            "question": "248. What do you think of homeschooling?",
            "author": "Homeschooling is becoming more and more popular. And with anything, it has pros and cons.Whether you are for or against, it & rsquo;s a great topic for those who are interested in education. "
        },
        {
            "question": "249. How can governments make education more efficient?",
            "author": "Because if there is one thing I&rsquo;ve learned, it&rsquo;s that people are totally happy with the public - school system and there is no room for improvement. "
        },
        {
            "question": "250. How has the education you received changed your life ? ",
            "author": "And if you don&rsquo;t think it&rsquo;s changed your life in any way, just imagine having no education, and you can see the impact of education. "
        },
        {
            "question": "251. How can technology improve education ? Can it hurt education ? ",
            "author": "As with anything involved with technology, the use of technology in the classroom is hotly debated.Most want more, some want less. What kind of technology would you like to see put into the classroom, and is there any you would want to be taken out ? "
        },
        {
            "question": "252. What or who has taught you most of the information you use regularly ? ",
            "author": "Is it school, friends, family, the internet? We pull information from lots of sources.Which do you think is the best source for good information ? "
        },
        {
            "question": "253. What are some good and bad things about the education system in your country ? ",
            "author": "This kind of brings all the previous questions together in a big whopper of a question.Get ready for a long conversation with this question. "
        },
        {
            "question": "254. What is your favorite cuisine or type of food ? ",
            "author": "Everyone has a favorite type of food, whether it be international or local.And even if it is international cuisine, there is probably a local spin to it.This question transitions nicely into what their favorite foods are. "
        },
        {
            "question": "255. What foods do you absolutely hate ? ",
            "author": "Everyone has foods they can&rsquo;t stand. And they usually like talking about why they hate them so much!"
        },
        {
            "question": "256. What do you think of buffets ? ",
            "author": "With this one, you might have to consider how the person might take it.If they are a little on the heavier side, they might think you are making a comment about their weight.Just a heads up, so you don & rsquo;t offend anyone accidentally. "
        },
        {
            "question": "257. When was the last time you had a food fight ? ",
            "author": "Who doesn&rsquo;t love a good food fight? Well, I guess anyone who doesn & rsquo;t want food on their clothes & hellip;or anyone who doesn & rsquo;t like wasting food & hellip; & nbsp;but still they can be fun. "
        },
        {
            "question": "258. What food looks disgusting but tastes delicious ? ",
            "author": "There are so many foods out there that are like this. My guess is that you can think of a couple off the top of your head, and I bet whoever you are talking to can as well!"
        },
        {
            "question": "259. What do you get every time you go grocery shopping ? ",
            "author": "We all have that one snack or treat that we just can&rsquo;t get enough of .And who knows you might just find your next favorite snack by asking this question. "
        },
        {
            "question": "260. If your life was a meal, what would kind of meal would it be ? ",
            "author": "Definitely a weird one. But it can be fun depending on how creative you both get with it.The fun is in the explanation of why it would be that kind of meal. "
        },
        {
            "question": "261. What would you want your last meal to be if you were on death row?",
            "author": "What&rsquo;s the perfect meal to go out on?"
        },
        {
            "question": "262. What food do you know you shouldn & rsquo;t eat but can & rsquo;t stop yourself ? ",
            "author": "Don&rsquo;t worry, I think we all do. And probably the person you are talking to has one as well. "
        },
        {
            "question": "263. Do you like spicy food ? Why or why not ? What is the spiciest thing you have ever eaten ? ",
            "author": "And have you seen some of the videos of people eating spicy food or peppers ? Whew, some of those look really painful, especially when they wipe tears away, and it gets in their eyes.Ouch. "
        },
        {
            "question": "264. Does the government have a place in regulating food ? To what extent should government regulate food ? ",
            "author": "This can definitely get political, so fair warning you may want to avoid this one if you don & rsquo;t want to get into a conversation about politics and regulation. "
        },
        {
            "question": "265. When people make mistakes about food(especially foreign food), do you feel the need to correct them ? (i.e. < a href = \"https: \/\/thisonevsthatone.com/sushi-vs-sashimi/\" > sushi / sashimi < /a> or <a href=\"https:\/\/ thisonevsthatone.com / stromboli - vs - calzone /\">stromboli / calzone</a>)",
            "author": "Some people like to know when they get something wrong, and some definitely don & rsquo; t.Are you one of the people that gets annoyed when someone corrects you about food, or do you appreciate being corrected ? "
        },
        {
            "question": "266. If your mind were an island, what would it look like ? ",
            "author": "Whoa, dude, we are all like islands unto ourselves."
        },
        {
            "question": "267. What flavor of ice cream do you wish existed ? ",
            "author": "So many flavor possibilities. I want spicy ice cream. I know it & rsquo;s probably out there;I just haven & rsquo;t run across it yet. "
        },
        {
            "question": "268. If you had a personal mascot, what would your mascot be ? ",
            "author": "Animal, ethnic stereotype, or something more abstract?"
        },
        {
            "question": "269. If you were a king/queen, what would your throne look like ? ",
            "author": "Just remember it can be any shape, size, and be made out of any combination of things. "
        },
        {
            "question": "270. Time freezes for everyone but you for one day.What do you do ?",
            "author": "Time to find out what kind of person they really are!"
        },
        {
            "question": "271. You have to relive one day of your life forever.Which day do you choose ? ",
            "author": "Welcome to Groundhog Day, but now you get to pick. Also, there is no way out, infinite loop, but you can do whatever you want on each day. "
        },
        {
            "question": "272. What does your own personal hell look like ? How about your own personal heaven ? ",
            "author": "Put your Dante hat on and get to creating!"
        },
        {
            "question": "273. You find a remote that can rewind, fast forward, stop, and start time.What do you do with it ? ",
            "author": "Yeah, I know there was a lame movie about this. But it is still a pretty cool hypothetical. "
        },
        {
            "question": "274. If you could call up anyone in the world and have a one - hour conversation, who would you call ? ",
            "author": "You could learn something from them by asking questions, you could try to convince them to do something or not do something, or you could just try to befriend them. "
        },
        {
            "question": "275. The world has become infested with rabid dogs with the intelligence of a 5 - year - old, where do you hole up to survive the & ldquo;a - pup - calypse & rdquo; ? ",
            "author": "I&rsquo;m not sure if this has been made into a really cheesy horror film, but if it hasn & rsquo;t, it should be. "
        },
        {
            "question": "276. A portal to another world opens in front of you.You don & rsquo;t know how long it will stay open or if you & rsquo;ll be able to get back after you go through.What do you do ?",
            "author": "You don&rsquo;t know if what&rsquo;s on the other side is bad or good, but you & rsquo;ll need to make a choice relatively quickly. "
        }
    ]}